//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2013, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
/=#
#include "VFR.uni"

#string		STR_F81804_MISC_CONFIGURATION	#language eng "F81804 Misc Configuration"

#string STR_F81804RESTOREACPOWERLOSS		#language eng "Restore AC Power Loss"
#string STR_F81804RESTOREACPOWERLOSS_HELP	#language eng ""
#string	STR_F81804RESTOREACPOWERLOSS_LASTSTATE	#language eng "Last State"
#string	STR_F81804RESTOREACPOWERLOSS_ALWAYSON	#language eng "Always On"
#string	STR_F81804RESTOREACPOWERLOSS_ALWAYSOFF	#language eng "Always Off"
#string	STR_F81804RESTOREACPOWERLOSS_ALWAYSON_NOPS 	#language eng "Always On(No PSout)"

#string		STR_F81804_UARTAUTOFLOWCONTROLENABLE	#language eng "RS485 Auto Flow Control"

#string		STR_F81804_GPIO_OE	#language eng "  Type"
#string		STR_F81804_GPIO_INPUT	#language eng "Input"
#string		STR_F81804_GPIO_OUTPUT	#language eng "Output"

#string		STR_F81804_GPIO_VAL	#language eng "  Level"
#string		STR_F81804_GPIO_LOW	#language eng "Low"
#string		STR_F81804_GPIO_HIGH	#language eng "High"

#string		STR_F81804_GPIO_DRVEN		#language eng "  Drive Enable"
#string		STR_F81804_GPIO_OPENDRAIN	#language eng "Open Drain"
#string		STR_F81804_GPIO_PUSHPULL	#language eng "Push Pull"

#string		STR_F81804_GPIO0X	#language eng "GPIO0X Group Configuration"
#string		STR_F81804_GPIO1X	#language eng "GPIO1X Group Configuration"
#string		STR_F81804_GPIO2X	#language eng "GPIO2X Group Configuration"
#string		STR_F81804_GPIO5X	#language eng "GPIO5X Group Configuration"
#string		STR_F81804_GPIO6X	#language eng "GPIO6X Group Configuration"
#string		STR_F81804_GPIO7X	#language eng "GPIO7X Group Configuration"
#string		STR_F81804_GPIO9X	#language eng "GPIO9X Group Configuration"

#string		STR_F81804_GPIO00	#language eng "GPIO00"
#string		STR_F81804_GPIO04	#language eng "GPIO04"

#string		STR_F81804_GPIO12	#language eng "GPIO12"
#string		STR_F81804_GPIO14	#language eng "GPIO14"
#string		STR_F81804_GPIO15	#language eng "GPIO15"
#string		STR_F81804_GPIO16	#language eng "GPIO16"
#string		STR_F81804_GPIO17	#language eng "GPIO17"

#string		STR_F81804_GPIO22	#language eng "GPIO22"
#string		STR_F81804_GPIO23	#language eng "GPIO23"
#string		STR_F81804_GPIO24	#language eng "GPIO24"
#string		STR_F81804_GPIO25	#language eng "GPIO25"
#string		STR_F81804_GPIO26	#language eng "GPIO26"
#string		STR_F81804_GPIO27	#language eng "GPIO27"

#string		STR_F81804_GPIO50	#language eng "GPIO50"
#string		STR_F81804_GPIO51	#language eng "GPIO51"
#string		STR_F81804_GPIO52	#language eng "GPIO52"
#string		STR_F81804_GPIO53	#language eng "GPIO53"
#string		STR_F81804_GPIO54	#language eng "GPIO54"
#string		STR_F81804_GPIO55	#language eng "GPIO55"
#string		STR_F81804_GPIO56	#language eng "GPIO56"
#string		STR_F81804_GPIO57	#language eng "GPIO57"

#string		STR_F81804_GPIO66	#language eng "GPIO66"
#string		STR_F81804_GPIO67	#language eng "GPIO67"

#string		STR_F81804_GPIO70	#language eng "GPIO70"

#string		STR_F81804_GPIO91	#language eng "GPIO91"
#string		STR_F81804_GPIO92	#language eng "GPIO92"
#string		STR_F81804_GPIO93	#language eng "GPIO93"
#string		STR_F81804_GPIO94	#language eng "GPIO94"
#string		STR_F81804_GPIO95	#language eng "GPIO95"
#string		STR_F81804_GPIO97	#language eng "GPIO97"

#string STR_F81804_COMMON_ENABLED          #language eng "Enabled"
#string STR_F81804_COMMON_DISABLED         #language eng "Disabled"
//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2013, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
